/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

"kDateFormatter" = "%c";

"RUNNING" = "実行中";

"STOPPED" = "停止中";

"STARTING" = "開始中";

"STOPPING" = "システム終了中";

"PAUSED" = "一時停止中";

"UNKNOWN" = "不明";

"N/A" = "使用不可";

/*Plugin Specific strings */

"YES_ON" = "はい";
"NO_OFF" = "いいえ";

"kNoStartDateNotRunning" = "参照不可 - サービスが動作していません";
"kEmptyPassword" = "新しい MySQL ルートパスワードにパスワードを割り当てていません。";
"kNotSamePasswords" = "入力した 2 つのパスワードが一致しません";
"kDatabaseLoc" = "データベースの場所 ";
"kNetwork" = "ネットワーク接続を許可";
"kNetworkNotAllow" = "ネットワーク接続を許可しない";
"NEW_DB_LOCATION_SHEET" = "MySQL データベースを置くフォルダを選択してください。";

"kBeforeAbortingSaveConfirmationMessage" = "保存操作を今すぐ中止してもよろしいですか？";

/* Overview */

"MySQL Service is:" = "MySQL サービス：";
"Start Time:" = "開始時刻：";
"Allow Network Connections:" = "ネットワーク接続を許可：";

/* Logs */

"MySQL Admin Log" = "MySQL 管理ログ";
"MySQL Service Log" = "MySQL サービスログ";
